{
  "infoLink_glossary_tokens": "## Token\n\nToken is the general term for any kind of web3 asset that you can hold in a crypto wallet.\n\nTokens can represent many things, like dollars and euros, shares of companies, cryptocurrencies, or imaginary currencies in games. One special kind of token on Radix is [XRD](?glossaryAnchor=xrd).\n\n---\n\nThe [Radix Network](?glossaryAnchor=radixnetwork) has special features specifically to make the creation and use of tokens on Radix safe and predictable, and the [Radix Wallet](?glossaryAnchor=radixwallet) can automatically provide useful information about the tokens you hold in your [Accounts](?glossaryAnchor=accounts).\n\nUsually “token” is used specifically to refer to assets that are all alike. For example, one XRD token is exactly the same as any other XRD token. Assets where each token has a unique identity have a special term: [a non-fungible token or NFT](?glossaryAnchor=nfts).\n\n[Learn more about tokens](https://learn.radixdlt.com/article/what-is-a-token) ↗\n\n[Find out why tokens on Radix are better than other crypto networks](https://www.radixdlt.com/blog/its-10pm-do-you-know-where-your-tokens-are) ↗",
  "infoLink_glossary_nfts": "## Non-fungible Token (NFT)\n\nNon-fungible tokens are a special class of web3 [token](?glossaryAnchor=tokens) where each token has a unique identity.\n\nLike other tokens, they can represent many things. But NFTs are used to represent things where each is different from another, like pieces of art, loan positions, treasury bonds, tickets to assigned-seating events, collectible cards, or equipment in games.\n\n---\n\nThe [Radix Network](?glossaryAnchor=radixnetwork) has special features specifically to make the creation and use of non-fungible tokens on Radix safe and predictable, and the [Radix Wallet](?glossaryAnchor=radixwallet) can automatically provide useful information about the NFTs you hold in your [Accounts](?glossaryAnchor=accounts).\n\n[Learn more about NFTs](https://learn.radixdlt.com/article/what-is-an-nft) ↗\n\n[Find out why tokens on Radix are better than other crypto networks](https://www.radixdlt.com/blog/its-10pm-do-you-know-where-your-tokens-are) ↗",
  "infoLink_glossary_networkstaking": "## Radix Network Staking\n\nAn important feature of the [Radix Network](?glossaryAnchor=radixnetwork) is that users can “stake” [XRD tokens](?glossaryAnchor=xrd) to increase the security of the network, and be rewarded for doing so.\n\n---\n\nThe process involves choosing one or more [validators](?glossaryAnchor=validators) to stake to, and then doing a [transaction](?glossaryAnchor=transactions) to send some XRD to the network to support those validators. You can unstake the XRD later to get them back – and you’ll find that you accumulated extra XRD in the meantime.\n\nThe extra XRD you earn is proportional to how much XRD you stake, and is often called an “APY” (annual percentage yield).\n\nYou can stake, unstake, and check on your validators and APY returns using the [Radix Dashboard](?glossaryAnchor=dashboard) dApp.\n\nStaking is a great way to put your XRD to work and earn a return, but it’s **not simply free money**. Choosing validators is like voting for who will run the Radix Network. If you choose a bad validator, you might help slow down the network or even help attack it. And you might not get the APY you expect.\n\nGet started with the links below before you stake a meaningful amount of XRD.\n\n[Introduction to Radix staking](https://learn.radixdlt.com/article/start-here-radix-staking-introduction) ↗\n\n[Learn how to choose validators](https://learn.radixdlt.com/article/how-should-i-choose-validators-to-stake-to) ↗",
  "infoLink_glossary_personas": "## Radix Personas\n\nPersonas are the web3 replacement for the old email address and password login. Using a Persona of your choice, you can securely log in to [dApps](?glossaryAnchor=dapps) built on Radix without having to remember a password at all.\n\n---\n\nUsing your [Radix Wallet](?glossaryAnchor=radixwallet) app, you can create as many Personas as you like. Personas can also hold pieces of your personal information - like name and email address - that dApps can request access to, if you want to give permission.\n\n[Learn more about Personas](https://learn.radixdlt.com/article/what-are-personas-and-identities) ↗\n\n[Find out how Personas are logins for the web3 era](https://www.radixdlt.com/blog/personas-logins-for-the-web3-era) ↗",
  "infoLink_glossary_dapps": "## dApps\n\nDecentralized applications, or dApps, are basically any application that makes use of web3 features.\n\n---\n\nIn web3, users control their own digital assets and identity. That’s much different from typical webpages and other apps today. For example, to access your money, you have to do it through a banking or payments app. Your login to every website is owned by that website, or else you use something like your Google login, which is owned by Google.\n\nBut in web3, you can hold your money in an [account](?glossaryAnchor=accounts) that you control directly with a [wallet](?glossaryAnchor=radixwallet) app, and you can create your own [login](?glossaryAnchor=personas) in your wallet app and use that in many places.\n\nDoing things that way is “decentralized” – and it means that websites and applications need to be built specially to interact with wallet apps, self-owned accounts, and self-owned logins. That’s what makes them dApps.\n\nIn the end, web3 dApps can do many things that were never possible before. For example, a [decentralized exchange](?glossaryAnchor=dex) dApp can let you instantly swap between two different kinds of assets right from your wallet in just a tap.\n\n[Visit the Radix dApp Ecosystem Page](https://www.radixdlt.com/ecosystem) ↗",
  "infoLink_glossary_guarantees": "## Deposit Guarantees\n\nSome Radix [transactions](?glossaryAnchor=transactions) may have unpredictable results. In these cases, deposit guarantees make sure you never get less than you expect when you do a transaction.\n\n---\n\nFor example, the result of a swap between assets using a [DEX](?glossaryAnchor=dex) depends on a current market price of the assets involved. You may see one price when considering the swap, but it typically changes by the time the network processes it. Deposit guarantees protect you by letting you specify a minimum amount that must be deposited to your account at the end of the swap transaction.\n\nTo make this possible, the [Radix Network](?glossaryAnchor=radixnetwork) app and [Radix Wallet](?glossaryAnchor=radixwallet) work together. The wallet will show you whenever a deposit to your account is “estimated” rather than of a known quantity. And whenever that's true, you can set your own “guarantees” in the wallet on those estimated deposits – putting a limit on how much you expect to get for you to be willing to go through with the transaction. If that guarantee isn't met at the time the transaction is processed, the deal is off! The transaction is rejected by the Radix Network and no assets change hands.\n\n[Learn more about deposit guarantees](https://learn.radixdlt.com/article/what-are-customizable-transaction-guarantees-on-radix) ↗",
  "infoLink_glossary_badges": "## Badges\n\nRadix Badges are tokens or NFTs that are used to prove their holder is authorized to claim something, access something or perform a certain action within the Radix Network. Any token on Radix can be used as a badge, but dApps may often create special tokens specifically for use as a badge.\n\n---\n\n[Tokens](?glossaryAnchor=tokens) and [NFTs](?glossaryAnchor=nfts) can represent almost anything. The [Radix Network](?glossaryAnchor=radixnetwork) makes it possible to use ownership of a token or NFT to authorize the holder to access to certain [dApp](?glossaryAnchor=dapps) functionality. Tokens or NFTs used in this way are referred to as “badges”, indicating that only the holder of the badge can use it for authorization.\n\nWhen a badge is used to authorize access in a [transaction](?glossaryAnchor=transactions), you will see it listed in the [Radix Wallet’s](?glossaryAnchor=radixwallet) summary of the transaction under “presenting”. The badge isn’t being sent anywhere; all that’s happening is that you are providing proof that you own the badge.\n\n[Learn more about Radix badges](https://learn.radixdlt.com/article/whats-a-badge) ↗",
  "infoLink_glossary_poolunits": "## Pool Units\n\nPool units are fungible [tokens](?glossaryAnchor=tokens) that represent the proportional size of a user's contribution to a liquidity pool\n\nPool units are redeemable for the user's portion of the pool but can also be traded, sold and used in DeFi applications.\n\n---\n\nLiquidity pools play an integral role in lending and swapping on DeFi platforms. They work by liquidity providers (LPs) contributing tokens to a pool, thus creating a market for people to lend, borrow and swap. In return, these LPs receive tokens to show they've made a contribution to the pool. LPs usually get rewarded for their contributions in the form of fees paid by the people using the DeFi platform to swap and borrow crypto, but there are other ways for them to earn revenue.\n\nWith other wallets on other blockchains, this process raises risks. Other wallets can’t tell an LP what the tokens they received for providing liquidity are worth. Other wallets can’t even be sure they are actually tokens that represent a portion of a pool or that the tokens are redeemable. They don’t provide any confidence.\n\nThe [Radix Network](?glossaryAnchor=radixnetwork) solves this with a native package called a “pool”. This package automatically implements the logic of minting and burning pool units in the proportion to other LPs’ contributions. It also means your [Radix Wallet](?glossaryAnchor=radixwallet) can always read what your pool units are worth and ensures they’re always redeemable for tokens from the liquidity pool.\n\n[Learn more about pool units](https://learn.radixdlt.com/article/what-are-pool-units-or-native-lp-tokens) ↗",
  "infoLink_glossary_gateways": "## Gateways\n\nA gateway is your pathway to connect to the [Radix Network](?glossaryAnchor=radixnetwork) – it enables users to communicate with the Radix Network and transfer data to and from it. \n\n---\n\nYou can add additional gateways in your Radix Wallet and switch between them. Each gateway will connect your wallet to a particular network. The Radix Network (known as “mainnet”) is the primary network where all real assets, including the real XRD of value, are located. However a gateway might target a test network (like “Stokenet”) where developers can experiment with updates and new features before they go live on Bablyon. None of the assets on these test networks, including XRD, have any value.\n\nThe [Radix Wallet](?glossaryAnchor=radixwallet) comes automatically connected to a Radix Network mainnet gateway operated by the creators of the Radix Wallet, but there are community-run gateways that users can choose to use as well. Because anyone can create a new gateway, third-party gateways should always be accessed with caution.",
  "infoLink_glossary_radixconnect": "## Radix Connect\n\nRadix Connect is the technology that lets users connect their [Radix Wallet](?glossaryAnchor=radixwallet) to [dApps](?glossaryAnchor=dapps) in mobile or desktop web browsers – and even more places in the future.\n\n---\n\nTo use Radix Connect with desktop browsers, there is a simple one-time setup flow that links the Radix Wallet on mobile to a desktop browser using the [Radix Connector browser extension](?glossaryAnchor=radixconnector). This extension provides a QR code to scan with your Radix Wallet, which setting up a connection between your Radix Wallet and your desktop browser.\n\nThe connection is fully end-to-end encrypted and is also peer-to-peer, meaning there will be no centralized server holding your data or sending your messages back and forth.\n\nOn mobile, the process is even easier. dApps in your mobile browser can directly connect to your Radix Wallet app running on the same phone.\n\n[Learn more about Radix Connect](https://learn.radixdlt.com/article/what-is-radix-connect) ↗",
  "infoLink_glossary_transactionfee": "## Transaction Fee\n\nEach time a [transaction](?glossaryAnchor=transactions) is submitted to the [Radix Network](?glossaryAnchor=radixnetwork), a _very_ small fee (usually only a few cents) has to be paid to the network itself.\n\nThis fee must be paid in [XRD tokens](?glossaryAnchor=xrd) and is paid as a part of each transaction.\n\n---\n\nFor transactions you submit to the network in your [Radix Wallet](?glossaryAnchor=radixwallet), you will see how much it will cost before you submit, and you can choose which [Account](?glossaryAnchor=accounts) you want to pay the fee from.\n\nTransactions fees on Radix are split into 3 parts.\n\n**Network fees**: These support Radix [node operators](?glossaryAnchor=validators) who validate transactions and secure the Radix Network. The size of network fees reflect the burden each transaction puts on the network.\n\n**Royalties**: These are set by developers who deploy code or run applications on the network. Royalties allow developers to collect a “use fee” every time their work is used as part of a transaction.\n\n**Tips**: These are optional payments users can make directly to validators to prioritize their own transactions during periods of high network demand. \n\n[Learn more about transaction fees](https://learn.radixdlt.com/article/how-do-transaction-fees-work-on-radix) ↗",
  "infoLink_glossary_behaviors": "## Asset Behaviors\n\nAsset behaviors define the rules that were placed on a [token](?glossaryAnchor=tokens) or [NFT](?glossaryAnchor=nfts) when it was created. They ensure all users know exactly what actions can be performed on any asset. And they’re labeled in everyday language so everyone can read them, understand them and know the nature of the asset they’re holding.\n\n---\n\nThe [Radix Network](?glossaryAnchor=radixnetwork) is built differently to all other blockchains. One of the great benefits of this is that assets – tokens and NFTs – are native to the ecosystem. So unlike on networks such as Ethereum, where tokens are not really tokens but just balances on a smart contract, assets on Radix act like real-life assets. With real-life assets of different kinds, you know who can create it, destory it, take it away from you or freeze it within your bank account. Similarly with Radix, you’ll always know how assets will behave and what someone can do to them.\n\nWhen anyone creates a token or NFT on Radix, there is a list of behaviors they can apply to them. Things like being able to increase the token’s supply, being able to change an NFT’s image and description, or being able to remove a token from someone’s account. There are plenty of valid reasons for why someone might want to do these things, but it’s always good to know if they can. \n\nJust tap into any token in the Radix Wallet to get a full list of its behaviors.",
  "infoLink_glossary_claimnfts": "## Stake Claim NFTs\n\nStake claim [NFTs](?glossaryAnchor=NFTs) are tokens that represent a quantity of unstaked XRD that the user can claim from a [validator](?glossaryAnchor=validators) to receive back [XRD](?glossaryAnchor=xrd).\n\n---\n\nAfter a user requests an unstake using a quantity of [liquid stake units](?glossaryAnchor=liquidstakeunits), they receive a stake claim NFT that represents the quantity and validator of that particular unstake request. Like LSUs, stake claim NFTs are freely transferable.\n\nAfter the require unstaking delay is over, the user can do a special claim transaction to return the stake claim NFT to the validator and receive the amount of XRD due.\n\n[Learn how to Stake and Unstake XRD](https://learn.radixdlt.com/article/how-to-stake-and-unstake-xrd) ↗",
  "infoLink_glossary_liquidstakeunits": "## Liquid Stake Unit\n\nA liquid stake unit (LSU) is a type of token within the [Radix Network](?glossaryAnchor=radixnetwork) that represents the amount of [XRD](?glossaryAnchor=xrd) a user has staked to a certain validator. LSUs are freely transferable in Radix’s DeFi ecosystem and can be traded as assets.\n\n---\n\nWhenever a user stakes XRD to a validator, they receive an LSU in return that is specific to that validator. The amount of LSU represents the quantity of XRD stake to that validator, which will increase as new emissions are provided.\n\nBecause they're liquid, LSUs can be traded within the Radix Network like any other asset. The holder of the LSU can also redeem the XRD that they represent.\n\nTo request an unstake of XRD tokens, the user does a special transaction to send some LSU back to the validator component, which returns a [stake claim NFT](?glossaryAnchor=claimnfts) that can later be redeemed for the XRD after an unstaking delay.\n\n[Learn how to Stake and Unstake XRD](https://learn.radixdlt.com/article/how-to-stake-and-unstake-xrd) ↗",
  "infoLink_glossary_radixnetwork": "## The Radix Network\n\nRadix is an open network that makes [web3](?glossaryAnchor=web3) possible. Think of the Radix Network as a public place on the internet where users can directly control their own digital assets, and where those assets can move effortlessly between users and applications – without relying on any company.\n\n---\n\nYou can view and freely [transfer](?glossaryAnchor=transfers) your assets on the Radix Network using the [Radix Wallet](?glossaryAnchor=radixwallet) app. Applications built using the Radix Network’s capabilities (called [dApps](?glossaryAnchor=dapps) have the ability to interact with these assets and identities, letting you do things that weren't possible before on the web.\n\n[Visit the official Radix homepage](https://radixdlt.com) ↗\n\n[Learn more about the Radix Network](https://learn.radixdlt.com/article/what-are-the-radix-public-network-and-radix-ledger) ↗",
  "infoLink_glossary_accounts": "## Radix Accounts\n\nAccounts are secure containers for any kind of digital asset on the [Radix Network](?glossaryAnchor=radixnetwork).\n\n---\n\nUnlike an account on a bank or other service, there is no company that controls your Radix Accounts for you. Your [Radix Wallet](?glossaryAnchor=radixwallet) app on your phone gives you direct access to your Accounts on the network, and can help you regain access to your Accounts if you lose your phone.\n\nCompared to accounts on other crypto networks, Radix Accounts are so much more clever, they’re sometimes called “Smart Accounts”.\n\n[Learn more about Smart Accounts](https://learn.radixdlt.com/article/what-are-smart-accounts) ↗\n\n[Read about Smart Account multi-factor and other features](https://www.radixdlt.com/blog/how-radix-multi-factor-smart-accounts-work-and-what-they-can-do) ↗",
  "infoLink_glossary_radixwallet": "## Radix Wallet\n\nThe Radix Wallet is an iOS and Android mobile app that is your gateway to the capabilities of the Radix Network.\n\n---\n\nIt helps you create and use [Accounts](?glossaryAnchor=accounts) that can hold all of your digital assets on Radix, and [Personas](?glossaryAnchor=personas) that you can use to securely log in to [dApps](?glossaryAnchor=dapps) built on Radix without a password.\n\nThe Radix Wallet also makes sure that you are always in control of [transactions](?glossaryAnchor=transactions) that interact with your Accounts and assets.\n\nThink of the Radix Wallet as your companion as you move between dApps on Radix – keeping your assets safe, and letting you choose who you are and what you bring with you on each dApp.\n\nThe Radix Wallet was created by the team who created the Radix Network’s technology, and is offered for free (and open-source) to let anyone use Radix and dApps built on Radix.\n\n[Get the Radix Wallet](https://wallet.radixdlt.com/) ↗\n\n[Learn more about the Radix Wallet](https://learn.radixdlt.com/article/what-is-the-radix-wallet) ↗",
  "infoLink_glossary_transactions": "## Transactions\n\nAny time a user or application wants to move assets around on the [Radix Network](?glossaryAnchor=radixnetwork), they must sign and submit a transaction to the network to do it.\n\n---\n\nA transaction on Radix is basically a set of instructions to the network that might include things like “withdraw 10 XRD from my account” or “pass 2 RadGem NFTs to RadQuest”.\n\nTransactions can be very simple – like sending tokens to somebody – or can be complex, with lots of steps and interactions with dApps. But no matter what, any time a transaction touches your own assets, you will see and approve it in your [Radix Wallet](?glossaryAnchor=radixwallet) app first.\n\n[Learn more about transactions](https://learn.radixdlt.com/article/what-is-a-transaction-in-crypto) ↗\n\n[Find out how transactions on Radix are better than other crypto networks](https://www.radixdlt.com/blog/radixs-asset-oriented-transactions) ↗",
  "infoLink_glossary_dex": "## Decentralized Exchange (DEX)\n\nA decentralized exchange, or “DEX” for short, is a [dApp](?glossaryAnchor=dapps) that offers something a bit like a much more powerful web3 version of a foreign currency exchange counter at the airport.\n\n---\n\nA DEX dApp lets users do instant and fully automated swaps between a huge variety of tokens or other digital assets. The exchange logic runs right on the [Radix Network](?glossaryAnchor=radixnetwork) itself. This means that a DEX swap is done with a [transaction](?glossaryAnchor=transactions) and the [Radix Wallet](?glossaryAnchor=radixwallet) can show you exactly what’s going to happen, and let you apply [deposit guarantees](?glossaryAnchor=guarantees) to the results.\n\n[Learn more about DEX dApps](https://learn.radixdlt.com/article/whats-a-dex) ↗",
  "infoLink_glossary_validators": "## Radix Network Validators\n\nThe [Radix Network](?glossaryAnchor=radixnetwork) is an open network that anybody can freely use. To make that possible, the network isn’t run by a company, but by an open community of “validators”.\n\n---\n\nEach validator is a server run by somebody that helps “validate” [transactions](?glossaryAnchor=transactions). Working together, validators make sure that transactions are correctly processed and committed on the Radix Network.\n\nWhen you [stake XRD tokens to the network](?glossaryAnchor=networkstaking), you select validators that you trust to correctly and reliably keep running the Radix Network - it's a big responsibility, kind of like voting in an open election to pick good leaders.\n\nStart with the link below to consider how you choose the validators that you stake to.\n\n[Learn how to choose validators](https://learn.radixdlt.com/article/how-should-i-choose-validators-to-stake-to) ↗",
  "infoLink_glossary_radixconnector": "## Radix Connector Browser Extension\n\nWhen you want to use [dApp websites](?glossaryAnchor=dapps) on your desktop web browser, the Radix Connect browser extension helps make the connection to your [Radix Wallet](?glossaryAnchor=radixwallet) mobile app, quickly and securely.\n\n---\n\nAll you need to do is install it in your preferred desktop browser, link it to your Radix Wallet app via QR code, and it sits quietly in the background making the magic happen. It will also give you your list of [Accounts](?glossaryAnchor=accounts) for easy copying of addresses on desktop.\n\nTo download and set up the Radix Connector browser extension, visit **wallet.radixdlt.com** in your preferred desktop browser.\n\n[Learn more about the Radix Connector browser extension](https://learn.radixdlt.com/article/what-is-the-radix-connector-browser-extension) ↗",
  "infoLink_glossary_connectbutton": "## √ Connect Button\n\n[dApps](?glossaryAnchor=dapps) built on Radix should always include a button marked **√ Connect**. Start here to connect your [Radix Wallet](?glossaryAnchor=radixwallet) to the dApp.\n\nIn most cases, the √ Connect button will include a menu where you can Connect Now, often asking your Radix Wallet to log in with a Persona. After logging in, that menu should provide a variety of features and information to help you manage your login and sharing with that dApp.",
  "infoLink_glossary_xrd": "## XRD Token\n\nXRD is the official Radix Network token.\n\n---\n\n It is created by the [Radix Network](?glossaryAnchor=radixnetwork) itself and users and applications can use it to use features of the network. For example, [transaction fees](?glossaryAnchor=transactionfee) are always paid in XRD, and XRD is the only token that can be used to participate in [Radix Network staking](?glossaryAnchor=networkstaking).\n\nBecause XRD has a special role on Radix, XRD is also frequently used by [dApps](?glossaryAnchor=dapps) on Radix as a convenient form of money to pay for things and to enable exchanges with other tokens.\n\n[Buy XRD tokens](https://www.radixdlt.com/token) ↗\n\n[Learn more about the XRD token](https://learn.radixdlt.com/article/what-is-the-xrd-token) ↗",
  "infoLink_glossary_web3": "## Web3\n\nWeb3 is the name given to the latest stage in the evolution of the internet. It is underpinned by blockchain technology and is intended to give users more control over their online assets, identity, and data.\n\n---\n\nIn the beginning, the web was all about just viewing content produced by other people. Here’s a webpage, look at it, click it. That was Web1.\n\n**Web2** made it possible for users to create their own content online. Social media, social news, photo sharing, and more became possible – communicating on the web became a 2-way street\n\nHowever, parts of the web are still a 1-way street. While we have control of what we create and share, we don’t have control over _what we own_ and _who we are_. Your money and everything you can do with it is still locked inside separate bank or payment apps, and your logins are specific to every website (if not controlled by Google or Apple or Meta).\n\n**Web3** now adds the ability for users to own their own digital assets and digital identities online, and allows websites and other applications to interact with these truly digital-native assets and identities in powerful new ways.\n\nCryptocurrencies like Bitcoin were the very beginning of web3, but it goes so much further. In web3, “Decentralized Finance” becomes possible, making finance cheaper, better, and more accessible to anyone – financial services compete to put your money to work, rather than charging you for the privilege of holding it. And new things become possible; imagine logging out of your favorite game, but taking your equipment with you to trade with others directly, outside the game?\n\nThis new capability is generally enabled by blockchain technology, but it is in its early days. [Radix](?glossaryAnchor=radixnetwork) is pushing the cutting edge of making web3 ready for average users and real applications that matter.",
  "infoLink_glossary_transfers": "## Asset Transfers\n\nThe simplest kind of [transaction](?glossaryAnchor=transactions) on Radix is an asset transfer. It is simply a transaction to move a [token](?glossaryAnchor=tokens) or [NFT](?glossaryAnchor=nfts) from one [Account](?glossaryAnchor=accounts) to another.\n\nThe [Radix Wallet](?glossaryAnchor=radixwallet) lets you do asset transfers from your own Accounts without using any other [dApp](?glossaryAnchor=dapps). Simply go into the Account, tap the “Transfer” button, and fill in the recipient and the assets you want to transfer there. You can even choose multiple recipients and assets in a single asset transfer transaction.",
  "infoLink_glossary_dashboard": "## Radix Dashboard\n\nThe Radix Dashboard is a [dApp](?glossaryAnchor=dapps) created by the same team as the [Radix Wallet](?glossaryAnchor=radixwallet) to help users interact with the [Radix Network](?glossaryAnchor=radixnetwork) directly.\n\nYou can look up information about things on the Radix Network by entering its address, such as: Accounts, tokens, NFTs, components (smart contracts), and more.\n\nYou can also use the Radix Dashboard’s [network staking](?glossaryAnchor=networkstaking) feature to view the list of current Radix Network validators, stake XRD, and manage your existing network staking.\n\n[Visit the Radix Dashboard](https://dashboard.radixdlt.com) ↗",
  "infoLink_glossary_bridging": "## Bridging\n\nBridging is the process of getting assets into and out of the [Radix Network](?glossaryAnchor=radixnetwork). Assets on Radix can be held by your [Radix Wallet](?glossaryAnchor=radixnetwork), and used with [dApps](?glossaryAnchor=dapps) on Radix. There are a variety of dApps that provide bridging in different ways, for different assets.\n\nSometimes bridging involves converting an asset into a different form that can live on Radix. For example, dollars (USD) in your bank account might be bridged into Radix and become xUSDC tokens in your Radix Wallet. Or your Bitcoin (BTC) might be bridged into xwBTC tokens.\n\nSometimes bridging works as a swap, similar to a [DEX](?glossaryAnchor=dex). In this case you might swap one asset outside Radix for a different asset within Radix. Maybe you swap ETH (on the Ethereum network) for XRD tokens (on the Radix Network) at a current market price.",
  "infoLink_glossary_payingaccount": "## Why your Accounts will be linked\n\nPaying your transaction fee from this Account will make you identifiable on ledger as both the owner of the fee-paying Account and all other Accounts you use in this transaction.\n\nThis is because you’ll sign the transactions from each Account at the same time, so your Accounts will be linked together in the transaction record.",
  
  "infoLink_titles_tokens": "What are Tokens?",
  "infoLink_titles_nfts": "What are NFTs?",
  "infoLink_titles_networkstaking": "What is Staking?",
  "infoLink_titles_personas": "What is a Persona?",
  "infoLink_titles_personasLearnAbout": "Learn about Personas",
  "infoLink_titles_dapps": "What is a dApp?",
  "infoLink_titles_guarantees": "How do guarantees work?",
  "infoLink_titles_poolunits": "What are Pool units?",
  "infoLink_titles_gateways": "What is a Gateway?",
  "infoLink_titles_radixconnect": "Learn more about Radix Connect",
  "infoLink_titles_transactionfee": "How do fees work",
  "infoLink_titles_behaviors": "What are behaviors?"
}
